tap "caskformula/caskformula"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rfidresearchgroup/proxmark3"
brew "aalib"
brew "ack"
brew "python@3.10"
brew "ansible"
brew "arduino-cli"
brew "python@3.9"
brew "glib"
brew "atool"
brew "automake"
brew "hidapi"
brew "libusb"
brew "avrdude"
brew "bash"
brew "bfg"
brew "binutils"
brew "blueutil"
brew "boost"
brew "cdparanoia"
brew "libtool"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "chromaprint"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "openldap"
brew "curl"
brew "cython"
brew "dfu-programmer"
brew "dfu-util"
brew "dos2unix"
brew "doxygen"
brew "node"
brew "eslint"
brew "esptool"
brew "exiftool"
brew "f3"
brew "ffmpeg"
brew "gcc"
brew "fftw"
brew "fluid-synth"
brew "gawk"
brew "gdb"
brew "gdrive"
brew "git"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gperf"
brew "gradle"
brew "pango"
brew "grep"
brew "gstreamer"
brew "gti"
brew "gtk+3"
brew "help2man"
brew "highlight"
brew "ncurses"
brew "htop"
brew "ifstat"
brew "imagemagick"
brew "ipcalc"
brew "iproute2mac"
brew "libao"
brew "libcaca"
brew "libgxps", link: true
brew "libmikmod"
brew "libmpdclient"
brew "libwebsockets"
brew "llvm"
brew "lrzsz"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "media-info"
brew "meson"
brew "minicom"
brew "mosquitto"
brew "mp3val"
brew "mpc"
brew "mpck"
brew "mpd", restart_service: true
brew "nasm"
brew "ncdu"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "normalize"
brew "open-ocd"
brew "openvpn"
brew "pipes-sh"
brew "platformio"
brew "qt"
brew "poppler"
brew "pyenv"
brew "pygobject3"
brew "rainbarf"
brew "reattach-to-user-namespace"
brew "ruby"
brew "screen"
brew "sl"
brew "sphinx-doc"
brew "stlink", args: ["HEAD"]
brew "stm32flash"
brew "stow"
brew "subversion"
brew "switchaudio-osx"
brew "telnet"
brew "texlab"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tor"
brew "transmission-cli"
brew "tree"
brew "tty-clock"
brew "vala"
brew "vim"
brew "wget"
brew "wimlib"
brew "wtf"
brew "z"
brew "zenity"
brew "zork"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hudochenkov/sshpass/sshpass"
brew "osx-cross/avr/avr-gcc@8"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["with-generic"]
cask "alfred"
cask "arduino"
cask "balenaetcher"
cask "bartender"
cask "cubicsdr"
cask "cyberduck"
cask "doxygen"
cask "folx"
cask "gcc-arm-embedded"
cask "github"
cask "gpg-suite"
cask "hex-fiend"
cask "inkscape"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "knockknock"
cask "lunar"
cask "mactex-no-gui"
cask "openboardview"
cask "openvpn-connect"
cask "postman"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "royal-tsx"
cask "sublime-text"
cask "tftpserver"
cask "thetimemachinemechanic"
cask "visual-studio-code"
cask "vlc"
cask "whatsyoursign"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "DaisyDisk", id: 411643860
mas "forScore", id: 363738376
mas "GoodNotes", id: 1444383602
mas "Remote Desktop", id: 409907375
mas "Spark", id: 1176895641
mas "Steam Link", id: 1246969117
mas "WireGuard", id: 1451685025
